Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Opening attachments is not currently supported
ug: قوشۇلمىنى ئېچىشنى تېخى ئىشلەتكىلى بولمايدۇ

source: Opens a new terminal window with a geometry of 80 columns and 40 rows and two tabs in it, where the first tab runs <command>mutt</command> and the second tab runs <command>mc</command>.
ug: 40 قۇرى، ھەر بىر قۇردا 80 ھەرپ كۆرسەتكىلى بولىدىغان، ئىككى دانە بەتكۈچى بار بولغان تېرمىنال كۆزنىكىنى يېڭىدىن ياسايدۇ. بىرىنچى بەتكۈچتە <command>mutt</command> بۇيرۇقى، ئىككىنچى بەتكۈچتە <command>mc</command> بۇيرۇقى ئىجرا قىلىنىدۇ.—

source: Opens the configuration panel for the selected splash screen
ug: تاللانغان قوزغىلىش ئېكرانىنىڭ تەڭشەك كۆزنىكىنى ئاچىدۇ

source: Opera Browser
ug: Opera توركۆرگۈ

source: Opera Mail
ug: Opera ئېلخەت

source: Operation aborted
ug: مەشغۇلات توختىتىلدى

source: Operation not supported
ug: مەشغۇلاتنى قوللىمايدۇ

source: Optical Disc
ug: ئوپتىك دىسكا

source: Optical Drive
ug: ئوپتىكىلىق قوزغاتقۇچ

source: Option "--command/-e" requires specifying the command to run as its parameter
ug: تاللانما «--command» ئۈچۈن ئىجرا بولىدىغان بۇيرۇقنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--default-display" requires specifying the default X display as its parameter
ug: تاللانما «--default-display» ئۈچۈن كۆڭۈلدىكى X كۆرسەتكۈچىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--default-working-directory" requires specifying the default working directory as its parameter
ug: تاللانما «--default-working-directory» ئۈچۈن كۆڭۈلدىكى خىزمەت مۇندەرىجىسىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--display" requires specifying the X display as its parameters
ug: تاللانما «--display» ئۈچۈن X كۆرسەتكۈچىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--execute/-x" requires specifying the command to run on the rest of the command line
ug: تاللانما «--execute» ئۈچۈن قالغان بۇيرۇق قۇرىدا ئىجرا بولىدىغان بۇيرۇقنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--geometry" requires specifying the window geometry as its parameter
ug: تاللانما «--geometry» ئۈچۈن كۆزنەك چوڭلۇقىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--icon/-I" requires specifying an icon name or filename as its parameter
ug: تاللانما «--icon/-I» ئۈچۈن سىن بەلگە ئاتى ياكى ھۆججەت ئاتىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--role" requires specifying the window role as its parameter
ug: تاللانما «--role» ئۈچۈن كۆزنەكنىڭ رولىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--startup-id" requires specifying the startup id as its parameter
ug: تاللانما «--startup-id» ئۈچۈن ئىجرا كىملىكىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--title/-T" requires specifying the title as its parameter
ug: تاللانما «--title/-T» ئۈچۈن ماۋزۇنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option "--working-directory" requires specifying the working directory as its parameter
ug: تاللانما «--working-directory» ئۈچۈن خىزمەت مۇندەرىجىسىنى پارامېتىر قىلىپ كۆرسىتىپ بېرىش زۆرۈر

source: Option Summary
ug: تاللانما ئۈزۈندىسى

source: Option parsing failed: %s
ug: تاللانمىنى تەھلىل قىلىش مەغلۇپ بولدى: %s

source: Optional information:
ug: تاللانما ئۇچۇرلار:

source: Optional, Inc.
ug: ئىختىيار. بولمىسىمۇ بولىدۇ

source: Options
ug: تاللانما

source: Options:
ug: تاللانمىلار:

source: Orage - day view
ug: Orage - كۈنلەرنى كۆرۈش

source: Orage Calendar
ug: Orage يىلنامە

source: Orage Calendar Preferences
ug: Orage يىلنامە تەڭشىكى

source: Orage Globaltime
ug: ئورىج(Orage) دۇنيا ۋاقتى

source: Orage Panel Clock
ug: Orage كۆزنەك سائىتى

source: Orage Preferences
ug: Orage خاسلىقى

source: Orage clock Preferences
ug: Orage سائەت تەڭشەكلىرى

source: Orage default alarm
ug: Orage كۆڭۈلدىكى گۈدۈك

source: Orage files
ug: Orage ھۆججەتلىرى

source: Orage main calendar file
ug: Orage ئاساسلىق يىلنامە ھۆججىتى

source: Orage preferences
ug: Orage تەڭشىكى

source: Order
ug: تەرتىپلە

source: Orientation
ug: يۆنىلىشى

source: Original Path:
ug: ئەسلى يول:

source: Original Size
ug: ئەسلى چوڭلۇقى

source: Ot_her (%d)...
ug: باشقا(_H) (%d)…

source: Ot_her...
ug: باشقا(_H)…

source: Other
ug: باشقىلار

source: Other Application...
ug: باشقا پروگراممىلار…

source: Other Applications
ug: باشقا پروگراممىلار

source: Other Options
ug: باشقا تاللانمىلار

source: Other failure.
ug: باشقا خاتالىق.

source: Other files (*)
ug: باشقا ھۆججەتلەر(*)

source: Other information
ug: باشقا ئۇچۇرلار

source: Other plugins available here
ug: باشقا قىستۇرمىلارمۇ بار.

source: Other:
ug: باشقىلار:

source: Others:
ug: باشقىلار:

source: Out of date
ug: ۋاقتى ئوتكەن

source: Outbox
ug: يوللاش ساندۇقى

source: Output device:
ug: چىقىرىش ئۈسكۈنىسى:

source: Output file extension:
ug: چىقىرىش ھۆججىتىنىڭ كېڭەيتىلمە ئاتى:

source: Output file name:
ug: چىقىرىش ھۆججىتىنىڭ ئاتى:

source: Output folder:
ug: چىقىرىش قىسقۇچى:

source: Output plugin:
ug: چىقىرىش قىستۇرمىسى:

source: Output sample format:
ug: چىقىرىش ئەۋرىشكىسىنىڭ پىچىمى:

source: Override
ug: قاپلاش

source: Override (looses GTK treeview theming, but speeds up rendering)
ug: قاپلاش(GTK نىڭ دەرەخسىمان كۆرۈنۈشىنىڭ ئۆرنىكى يوقىلىدۇ، بىراق سىزىش تېزلىكى تېزلىشىدۇ)

source: Override background color:
ug: قاپلايدىغان تەگلىك رەڭگى:

source: Override fonts picked by websites with user preferences
ug: تور بەتلىرىدىكى خەت نۇسخىلىرىدىنمۇ بەكرەك ئىشلەتكۈچى تەڭشىكى ئابرۇيلۇق بولسۇن

source: Override the detected monitor resolution if fonts look too large or too small
ug: فونت بەك چوڭ ياكى بەك كىچىك بولۇپ قالغاندا مۇشۇ تاللانما ئارىلىق ياخشىلاشقا بولىدۇ. بۇ ئېكراننىڭ ئېنىقلىقىدىنمۇ ئاۋۋال نەزەرگە ئېلىنىدۇ.

source: Overwrite
ug: قاپلاش

source: Overwriting the file will cause its contents to be lost.
ug: قاپلىۋەتسە ئۇنىڭ مەزمۇنى يوق بولۇپ كېتىدۇ.

source: Owner
ug: ئىگىسى

source: Owner:
ug: ئىگىسى:

source: P
ug: بېسىم

source: PCMan File Manager
ug: PCMan ھۆججەت باشقۇرغۇ

source: PDA battery
ug: PDA توكدانى

source: PDAs
ug: PDA

source: PLACES
ug: ئورۇنلار

source: PLS Playlists
ug: PLS قويۇش تىزىمى

source: PNG Compression Level:
ug: PNG پرېسلاش دەرىجىسى:

source: POP3 Server
ug: POP3 مۇلازىمېتىر

source: POP3 is not supported.
ug: POP3 نى قوللىمايدۇ.

source: PS/2 keyboard/mouse/touchpad
ug: PS/2 ھەرپتاختا/چاشقىنەك/سەزگۈر تاختا

source: P_ath:
ug: يول(_P):

source: P_ause
ug: ۋاقىتلىق توختا(_A)

source: P_laylist
ug: قويۇش تىزىملىكى(_L)

source: P_osition menu at mouse pointer
ug: تىزىملىك چاشقىنەك بار ئورۇندا تۇرسۇن(_O)

source: P_rev
ug: ئالدى(_R)

source: P_roperties...
ug: خاسلىق(_R)...

source: Pa_rent Folder
ug: ئاتا قىسقۇچ(_R)

source: Pacific
ug: تىنچ_ئوكيان

source: Pacific/Apia
ug: تىنچ_ئوكيان/ئاپىيە

source: Pacific/Auckland
ug: تىنچ_ئوكيان/ئاۋكلاند

source: Pacific/Chatham
ug: تىنچ_ئوكيان/چاتام

source: Pacific/Easter
ug: تىنچ_ئوكيان/پاسكاليا_ئارىلى

source: Pacific/Efate
ug: تىنچ_ئوكيان/ئېفاتې

source: Pacific/Enderbury
ug: تىنچ_ئوكيان/ئەندېربېرى

source: Pacific/Fakaofo
ug: تىنچ_ئوكيان/فاكائوفو

source: Pacific/Fiji
ug: تىنچ_ئوكيان/فىجى

source: Pacific/Funafuti
ug: تىنچ_ئوكيان/فۇنافۇتى

source: Pacific/Galapagos
ug: تىنچ_ئوكيان/گالاپاگوس

source: Pacific/Gambier
ug: تىنچ_ئوكيان/گامبىيېر

source: Pacific/Guadalcanal
ug: تىنچ_ئوكيان/گىۋادالكانال

source: Pacific/Guam
ug: تىنچ_ئوكيان/گۇئام

source: Pacific/Honolulu
ug: تىنچ_ئوكيان/ھونولۇلۇ

source: Pacific/Johnston
ug: تىنچ_ئوكيان/جونستون

source: Pacific/Kiritimati
ug: تىنچ_ئوكيان/كىرىتىماتى

source: Pacific/Kosrae
ug: تىنچ_ئوكيان/كوسرائې

source: Pacific/Kwajalein
ug: تىنچ_ئوكيان/كىۋاجالېين

source: Pacific/Majuro
ug: تىنچ_ئوكيان/ماجۇرو

source: Pacific/Marquesas
ug: تىنچ_ئوكيان/ماركىز

source: Pacific/Midway
ug: تىنچ_ئوكيان/مىدۋېي

source: Pacific/Nauru
ug: تىنچ_ئوكيان/ناۋرۇ

source: Pacific/Niue
ug: تىنچ_ئوكيان/نىيۇئې

source: Pacific/Norfolk
ug: تىنچ_ئوكيان/نورفولك

source: Pacific/Noumea
ug: تىنچ_ئوكيان/نۇمېئا

source: Pacific/Pago_Pago
ug: تىنچ_ئوكيان/پاگو-پاگو

source: Pacific/Palau
ug: تىنچ_ئوكيان/پالاۋ

source: Pacific/Pitcairn
ug: تىنچ_ئوكيان/پىتكاير_تاقىم_ئاراللىرى

source: Pacific/Ponape
ug: تىنچ_ئوكيان/پونپېي

source: Pacific/Port_Moresby
ug: تىنچ_ئوكيان/مورېسبى_پورتى

source: Pacific/Rarotonga
ug: تىنچ_ئوكيان/راروتونگا

source: Pacific/Saipan
ug: تىنچ_ئوكيان/سايپان

source: Pacific/Tahiti
ug: تىنچ_ئوكيان/تايتى

source: Pacific/Tarawa
ug: تىنچ_ئوكيان/تاراۋا

source: Pacific/Tongatapu
ug: تىنچ_ئوكيان/تونگاتاپۇ

source: Pacific/Truk
ug: تىنچ_ئوكيان/چۇك

source: Pacific/Wake
ug: تىنچ_ئوكيان/ۋېيك

source: Pacific/Wallis
ug: تىنچ_ئوكيان/ۋاللىس_ئارىلى

source: Pacific/Yap
ug: تىنچ_ئوكيان/ياپ_ئارىلى

source: Package Manager:
ug: بوغچا باشقۇرغۇ:

source: Package Updates
ug: بوغچا يېڭىلاندى

source: Package Upgrades
ug: بوغچا يۈكسەلدۈرمىسى

source: Page Setup
ug: بەت تەڭشەش

source: Page loading delayed
ug: بەتنى ئوقۇش كېچىكتۈرۈلدى

source: Page numbers separated by commas or double-hyphens
ug: پەش ياكى تەڭلىك بەلگىسى ئارقىلىق ئايرىلغان بەت نومۇرلىرى

source: Page1
ug: بەت 1

source: Page2
ug: بەت 2

source: Palette
ug: رەڭ تاختىسى

source: Pane_l
ug: كۆزنەك(_L)

source: Panel
ug: كۆزنەك

source: Panel %d
ug: كۆزنەك %d

source: Panel Applets
ug: كۆزنەكچە قوللانچاقلىرى

source: Panel Pr_eferences...
ug: كۆزنەك تەڭشىكى (_E)

source: Panel Preferences
ug: كۆزنەكچە خاسلىقى

source: Panel Settings
ug: تاختاي تەڭشىكى

source: Panel config needs migration...
ug: كۆزنەك سەپلىمىسىنى كۆچۈرۈپ كېلىش زۆرۈر…

source: Panel configuration has been updated.
ug: كۆزنەك سەپلىمىسى يېڭىلاندى.

source: Parameters
ug: پارامېتىر

source: Parole
ug: پارولې(Parole)

source: Parole Media Player
ug: پارولې(Parole) ۋاسىتە قويغۇ

source: Parole Media Player %s Part of the Xfce Goodies Project http://goodies.xfce.org Licensed under the GNU GPL.
ug: پارولې(Parole) ۋاسىتە قويغۇ %s بۇ Xfce Goodies Project نىڭ بىر بۆلىكى http://goodies.xfce.org بولۇپ، GNU GPL ئىجازەتنامىسى بويىچە تارقىتىلغان.

source: Parole Plugins
ug: پارولې(Parole) قىستۇرمىلىرى

source: Parole Settings
ug: پارولې(Parole) تەڭشىكى

source: Parole is already running, use -i to open a new instance
ug: پارولې(Parole) ئىجرا بولۇۋېتىپتۇ، يېڭىدىن بىرنى ئېچىش ئۈچۈن -i نى ئىشلىتىڭ

source: Partly cloudy
ug: ئازراق بۇلۇتلۇق

source: Password
ug: ئىم

source: Password :
ug: ئىم:

source: Password:
ug: ئىم:

source: Paste Into Folder
ug: مۇندەرىجىگە چاپلاش

source: Paste _Selection
ug: تاللانغاننى چاپلا(_S)

source: Paste _Special
ug: ئۆزگىچە چاپلا(_S)

source: Paste and p_roceed
ug: چاپلا ۋە داۋاملاشتۇر(_R)

source: Paste as _Column
ug: ئىستون سۈپىتىدە چاپلا(_C)

source: Paste from _History
ug: ئىزدىن چاپلاش(_H)

source: Paste from clipboard
ug: چاپلاش تاختىسىدىن چاپلايدۇ

source: Paste from the clipboard history
ug: چاپلاش تاختىسى ئىزىدىن چاپلايدۇ

source: Paste the clipboard
ug: چاپلاش تاختىسىدىن چاپلا

source: Paste the clipboard text into a column
ug: چاپلاش تاختىسىدىكى تېكىستنى ئىستونغا چاپلايدۇ

source: Patch
ug: ياماق

source: Path
ug: يول

source: Path Bar Style
ug: يول بالدىقى ئۇسلۇبى

source: Path nonexistent
ug: يول مەۋجۇت ئەمەس

source: Path: %s
ug: يول: %s

source: Patte_rn:
ug: ئەندىزە(_R):

source: Pattern
ug: ئەندىزە

source: Pattern:
ug: ئەندىزە:

source: Pause
ug: ۋاقىتلىق توختا

source: Pause slideshow
ug: تام تەسۋىرىنى ۋاقىتلىق توختىتىدۇ

source: Pause timer
ug: ۋاقىت ئۆلچىگۈچنى ۋاقىتلىق توختات

source: Paused
ug: ۋاقىتلىق توختىدى

source: Paused |
ug: ۋاقىتلىق توختىدى |

source: Peer Exchange helps finding more peers through connected peers
ug: ھەمراھ ئالماشتۇرۇش ئارقىلىق باغلانغان ھەمراھلار ئارقىلىق تېخىمۇ كۆپ ھەمراھلارنى تېپىشقا بولىدۇ

source: Pen (absolute)
ug: قەلەم (مۇتلەق)

source: Percentage of time the device is busy
ug: ئۈسكۈنىنى ئىشلەتكەن ۋاقتىنى پىرسەنتتە ئىپادىلەپ كۆزىتىدۇ

source: Performer
ug: ئورۇنلىغۇچى

source: Performing Autostart...
ug: ئاپتوماتىك قوزغىلىدىغان پروگراممىلارنى ئىجرا قىلىۋاتىدۇ...

source: Period (s)
ug: ۋاقىت(سېكۇنت)

source: Perl Scripts
ug: Perl پروگراممىسى

source: Permission denied
ug: ھوقۇقىڭىز يەتمىدى

source: Permission denied while modifying property "%s" on channel "%s"
ug: خاسلىق «%s»(قانال «%s» نىڭ) نى ئۆزگەرتىشكە ھوقۇق يەتمىدى

source: Permissions
ug: ھوقۇقلىرى

source: Persian
ug: پارسچە

source: Persistent alarm
ug: ئۆزگەرمەس قوڭغۇراق

source: Personal
ug: شەخسىي

source: Personal preferences
ug: شەخسىي مايىللىق

source: Personal preferences and administration settings
ug: شەخسىي مايىللىق ۋە باشقۇرۇش تەڭشىكى

source: Personal settings
ug: شەخسىي تەڭشەكلەر

source: Phone
ug: تېلېفون

source: Phone battery
ug: تېلېفون توكدانى

source: Phonetics:
ug: فونېتىكا:

source: Photo Import
ug: سۈرەتلەرنى ئىمپورت قىلىش

source: Photos
ug: سۈرەتلەر

source: Photos and Music
ug: سۈرەت ۋە مۇزىكا

source: Photos were found on your portable music player
ug: ئەپلىك مۇزىكا قويغۇدا سۈرەت بار ئىكەن

source: Pick a Panel Color
ug: كۆزنەك رەڭگىنى ئېلىش

source: Pick a keyboard layout
ug: ھەرپتاختا جايلاشتۇرۇلۇشىنى تاللاش

source: Pick timezone
ug: ۋاقىت رايونى تاللا

source: Pipe
ug: تۇرۇبا

source: Pipe Temporary file
ug: نەيچە ۋاقىتلىق ھۆججەت

source: Pixbuf column
ug: Pixbuf ئىستونى

source: Pixels
ug: پىكسېل

source: Pizza (12 minutes)
ug: پىزا (12 مىنۇت)

source: Pl_ugins
ug: قىستۇرمىلار(_U)

source: Places
ug: ئورۇنلار

source: Plain GTK+ window with WebKit, akin to GtkLauncher
ug: GtkLauncher بىلەن ئوخشاش تۇردىكى WebKit ئىشلەتكەن سىدام GTK+ كۆزنىكى

source: Play
ug: قوي

source: Play Disc
ug: دىسكا قويۇش

source: Play Random
ug: تەرتىپسىز قويۇش

source: Play _audio CDs when inserted
ug: ئۈن CD سى قىستۇرۇلغاندا قويسۇن(_A)

source: Play _music files when connected
ug: چېتىلغاندا مۇزىكا ھۆججەتلىرىنى قويسۇن(_M)

source: Play _video CDs and DVDs when inserted
ug: سىن پلاستىنكىسى(CD/DVD) قىستۇرۇلغاندا قويسۇن(_V)

source: Play event sounds
ug: ھادىسە ئاۋازىنى قويۇش

source: Play event sounds as feedback to user input
ug: ئاۋاز چىقىرىش ئارقىلىق ئىشلەتكۈچى كىرگۈزۈشىگە ئىنكاس قايتۇرۇش

source: Play opened files
ug: ئېچىلغان ھۆججەتلەرنى قوي

source: Play or pause if already playing
ug: قويۇۋاتقان بولسا توختىتىدۇ

source: Play slideshow
ug: تام تەسۋىرىنى قويىدۇ

source: Play your media
ug: ۋاسىتە قويۇش

source: Play your music files easily
ug: مۇزىكا ھۆججەتلىرىنى ئاسانلا قويغىلى بولىدۇ

source: Play/Pause
ug: قويۇش/توختىتىش

source: Play/Pause: CTRL+p
ug: قويۇش/ۋاقىتلىق توختاش: CTRL+p

source: Playback
ug: قويۇش

source: Playing
ug: قويۇۋاتىدۇ

source: Playlist
ug: قويۇش تىزىمى

source: Playlist Format :
ug: قويۇش تىزىمىنىڭ پىچىمى:

source: Playlist colors
ug: قويۇش تىزىمىنىڭ رەڭلىرى

source: Playlist files
ug: قويۇش تىزىمى ھۆججىتى

source: Playlist options
ug: قويۇش تىزىمى تاللانمىسى

source: Please check that the file is a valid splash theme archive.
ug: ھۆججەت ئىناۋەتلىك قوزغىلىش ئېكرانى ئۆرنىكى ھۆججىتىمۇ ئەمەسمۇ تەكشۈرۈڭ.

source: Please choose a panel for the new plugin:
ug: يېڭى قىستۇرمىنىڭ كۆزنەكنى تاللاڭ

source: Please choose your preferred File Manager now and click OK to proceed.
ug: ئۆزىڭىز ئامراق ھۆججەت باشقۇرغۇنى تاللاپ OK نى چېكىڭ.

source: Please choose your preferred Mail Reader now and click OK to proceed.
ug: ئۆزىڭىز ئامراق خەت ئوقۇغۇنى تاللاپ OK نى چېكىڭ.

source: Please choose your preferred Terminal Emulator now and click OK to proceed.
ug: ئۆزىڭىز ئامراق تېرمىنال تەقلىدلىگۈنى تاللاپ OK نى چېكىڭ.

source: Please choose your preferred Web Browser now and click OK to proceed.
ug: ئۆزىڭىز ئامراق تور كۆرگۈنى تاللاپ OK نى چېكىڭ.

source: Please chooser a supported playlist format
ug: ئىشلەتكىلى بولىدىغان قويۇش تىزىمى پىچىمىنى تاللاڭ

source: Please contact your system administrator to resolve the following problem: %s
ug: سىستېما باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىپ تۆۋەندىكى مەسىلىنى ھەل قىلىڭ: %s

source: Please enter PIN:
ug: PIN كىرگۈزۈڭ:

source: Please enter a name for the mailbox.
ug: ئېلخەت ساندۇقىنىڭ ئاتىنى كىرگۈزۈڭ.

source: Please enter a network URL:
ug: تور ئادرېسى(URL) نى كىرگۈزۈڭ:

source: Please enter a new name:
ug: يېڭى ئاتى:

source: Please enter a valid group name or numeric id.
ug: ئىناۋەتلىك گۇرۇپپا ئاتى ياكى رەقەملىك كىملىكىنى كىرگۈزۈڭ.

source: Please enter a valid user name or numeric id.
ug: ئىناۋەتلىك ئىشلەتكۈچى ئاتى ياكى رەقەملىك كىملىكىنى كىرگۈزۈڭ.

source: Please enter your password
ug: ئىمىڭىزنى كىرگۈزۈڭ

source: Please fill the following fields with your <a href="http://www.zimagez.com">ZimageZ</a> user name, passsword and details about the screenshot.
ug: <a href="http://www.zimagez.com">ZimageZ</a> نىڭ ئىشلەتكۈچى ئاتى، ئىم ۋە ئېكران كۆرۈنۈشى ھەققىدىكى تەپسىلاتلارنى كىرگۈزۈڭ

source: Please insert a recordable disc.
ug: يازغىلى بولىدىغان دىسكا سېلىڭ.

source: Please report bugs to %s.
ug: كەمتۈكنى %s غا مەلۇم قىلىڭ.

source: Please report bugs to <%s>.
ug: كەمتۈكنى <%s> غا دوكلات قىلىڭ.

source: Please report comments, suggestions and bugs to:
ug: پىكىر، تەكلىپ، شۇنداقلا كەمتۈكلەرنى بۇ يەرگە مەلۇم قىلىڭ:

source: Please select a folder
ug: قىسقۇچتىن بىرنى تاللاڭ.

source: Please select an encoding below.
ug: تۆۋەندىكى بىرەر كودلاشنى تاللاڭ.

source: Please select an image file
ug: بىر سۈرەت ھۆججىتى تاللاڭ

source: Please select encoder
ug: كودلىغۇچ تاللاڭ

source: Please select the action you want to perform:
ug: ئېلىپ بارماقچى بولغان مەشغۇلاتنى تاللاڭ:

source: Please select your preferred archive manager from the list of available applications below:
ug: تۆۋەندىكى پروگراممىلارنىڭ ئىچىدىن ئامراق ئارخىپ باشقۇرغۇنى تاللاڭ:

source: Please set a location in the plugin settings.
ug: قىستۇرما تەڭشىكىدە ئورۇننى بەلگىلەڭ.

source: Please set the spell check command in the preferences dialog.
ug: تەڭشەك كۆزنىكىدە ئىملا تەكشۈرۈش بۇيرۇقىنى بېكىتىڭ.

source: Please use another key combination.
ug: باشقا بىرىكمە كۇنۇپكا ئىشلىتىڭ.

source: Please wait until the previous add operation completes.
ug: ئالدىنقى مەشغۇلات تاماملانغۇچە كۈتۈڭ.

source: Please wait...
ug: كۈتۈڭ...

source: Please, write a name.
ug: ئاتىنى كىرگۈزۈڭ.

source: Plugin
ug: قىستۇرما

source: Plugin "%s" lacks required symbols.
ug: قىستۇرما «%s» دا بەلگىلەر يېتەرلىك ئەمەس.

source: Plugin "%s" unexpectedly left the panel, do you want to restart it?
ug: قىستۇرما «%s» تېخىغىچە كۆزنەكتە بار، قايتا قوزغىتامسىز؟

source: Plugin:
ug: قىستۇرما:

source: Plugins
ug: قىستۇرما

source: Pocket PCs
ug: يانچۇق كومپيۇتېرى(Pocket PC)

source: Point-to-Point Protocol
ug: نۇقتىدىن نۇقتا كېلىشىمى

source: Pointer Speed
ug: ئىسترېلكا سۈرئىتى

source: Policykit Authentication Agent
ug: سالاھىيەت دەلىللەش ۋەكىلى - Policykit

source: Pop _Out
ug: سەكرەپ چىق(_O)

source: Pop up the menu (at the current mouse position)
ug: تىزىملىكنى كۆرسەت(چاشقىنەكنىڭ ھازىرقى ئورنىدا)

source: Pop up the window list (at the current mouse position)
ug: كۆزنەك تىزىمىنى كۆرسەت(چاشقىنەكنىڭ ھازىرقى ئورنىدا)

source: Popup menu
ug: سەكرىمە تىزىملىك

source: Popup menu at current mouse position
ug: چاشقىنەكنىڭ ھازىرقى ئورنىدا تىزىملىكنى كۆرسىتىدۇ

source: Popup the menu at the mouse pointer position, only for the xfce4-popup-clipman command
ug: بۇيرۇق xfce4-popup-clipman نى ئىجرا قىلغاندا تىزىملىكنى چاشقىنەك ئىسترېلكىسىنىڭ ئورنىدا سەكرىتىپ كۆرسىتىدۇ.

source: Popup window
ug: سەكرىمە كۆزنەك

source: Port
ug: ئېغىز

source: Port :
ug: ئېغىز:

source: Port:
ug: ئېغىز:

source: Portable Music Players
ug: ئەپچىل مۇزىكا قويغۇلار

source: Portable mode, all runtime files are stored in one place
ug: قۇلاي ھالەت، بارلىق ئىجرا بولىدىغان پروگراممىلار بىر يەرگە ساقلىنىدۇ

source: Pos
ug: ئورۇن

source: Position of the banner
ug: لەۋھەنىڭ ئورنى

source: Possibly the disc(s) are in use, and cannot get accessed. Please unmount and restart the application. If no disc is in the drive, check that you have read and write access to the drive with the current user.
ug: قارىغاندا دىسكا(لار) ئىشلىتىلىۋاتقاندەك، زىيارەت قىلغىلى بولمىدى. ئېگەرسىزلەپ پروگراممىنى قايتا قوزغىتىڭ. ئەگەر دىسكا سېلىنمىغان بولسا، ھازىرقى ئىشلەتكۈچىنىڭ ئۈسكۈنىگە يېزىش/ئوقۇش ھوقۇقىنىڭ بار يوقلۇقىنى تەكشۈرۈڭ.

source: Postler
ug: پوستلېر(Postler)

source: Postler needs some basic information to get your mail.
ug: ئېلخەتلەرنى ئوقۇش ئۈچۈن پوستلېر(Postler) سىزنىڭ بەزى ئۇچۇرلىرىڭىزنى بىلىشى كېرەك.

source: Postpone length:
ug: ئۇزارتىش ۋاقتى:

source: Power Information
ug: مەنبە ئۇچۇرلىرى

source: Power Management
ug: توك مەنبەسىنى باشقۇرۇش

source: Power Manager
ug: مەنبە باشقۇرغۇ

source: Power Manager Plugin
ug: مەنبە باشقۇرۇش قىستۇرمىسى

source: Power management for the Xfce desktop
ug: Xfce ئۈستەلئۈستىنىڭ مەنبە باشقۇرغۇ پروگراممىسى

source: Power manager settings
ug: توك باشقۇرغۇ تەڭشىكى

source: Power-saving interval:
ug: تەك تېجەش ئىنتېرۋالى:

source: PowerSupply
ug: مەنبە

source: Pr_eferences...
ug: تەڭشەك(_E)...

source: Pre-allocate disk space for all files
ug: بارلىق ھۆججەتلەر ئۈچۈن ئالدىن تەقسىملەنگەن دىسكا بوشلۇقى

source: Pre_vious Tab
ug: ئالدىنقى بەتكۈچ(_V)

source: Precipitation
ug: يېغىش

source: Precipitation (R)
ug: يېغىش مىقدارى (R)

source: Precipitation amount
ug: يېغىش مىقدارى

source: Prefer CD-Text over CDDB
ug: CDDB نى ئەمەس CD-Text نى ئالدىن ئويلىشىش

source: Prefer CDDB protocol over HTTP
ug: HTTP نى ئەمەس CDDB كېلىشىمىنى ئالدىن ئويلىشىش

source: Prefer power savings over performance
ug: ئۇنۇمدىنمۇ توك تېجەشنى بەكرەك ئويلاشسۇن

source: Prefere_nces
ug: تەڭشەك(_N)

source: Preference_s
ug: مايىللىقلار(_S)

source: Preferences
ug: تەڭشەكلەر

source: Preferences for %s
ug: %s نى تەڭشىكى

source: Preferred Applications
ug: ئامراق پروگراممىلار

source: Preferred Applications (Web Browser, Mail Reader and Terminal Emulator)
ug: ئامراق پروگراممىلار (توركۆرگۈ، خەت ئوقۇغۇ، تېرمىنال تەقلىدلىگۈ)

source: Preferred Encoding
ug: ئامراق كودلاش

source: Preferred buffer size
ug: ئامراق يىغلەك چوڭلۇقى

source: Preferred languages
ug: ئامراق تىللار

source: Preferred locations:
ug: ئورنى:

source: Preferred period size
ug: ئامراق مەزگىل(period) چوڭلۇقى

source: Prefi_x:
ug: ئالدى قوشۇلغۇچى(_X):

source: Prefix
ug: ئالدى قوشۇلغۇچى

source: Prepare the rewriteable disc for a new burn
ug: قايتا-قايتا يازغىلى بولىدىغان دىسكىنى قۇرۇقدايدۇ

source: Prepare the selected file to be copied with a Paste command
ug: تاللانغان ھۆججەتنى «چاپلا» بۇيرۇقىدا كۆچۈرگىلى بولىدىغان قىلسۇن

source: Prepare the selected file to be moved with a Paste command
ug: تاللانغان ھۆججەتنى «چاپلا» بۇيرۇقىدا يۆتكىگىلى بولىدىغان قىلسۇن

source: Preparing...
ug: تەييارلىق قىلىۋاتىدۇ...

source: Presentation
ug: سۇنۇلما

source: Preset URL when creating a link
ug: ئۇلانما ياسىغاندا ئىشلىتىدىغان Preset URL

source: Preset command when creating a launcher
ug: ئىجراچى ياسىغاندا ئىشلىتىدىغان Preset بۇيرۇقى

source: Preset comment when creating a desktop file
ug: ئۈستەلئۈستى ھۆججىتى ياسىغاندا ئىشلىتىدىغان Preset ئىزاھاتى

source: Preset icon when creating a desktop file
ug: ئۈستەلئۈستى ھۆججىتى ياسىغاندا ئىشلىتىدىغان Preset سىنبەلگىسى

source: Preset name when creating a desktop file
ug: ئۈستەلئۈستى ھۆججىتى ياسىغاندا ئىشلىتىدىغان Preset ئاتى

source: Preset with the same name already exists. Try to pick another title.
ug: ئوخشاش ئاتلىق ئالدىن تەڭشەش مەۋجۇت. باشقا بىرنى تاللاڭ.

source: Presets
ug: ئالدىن تەڭشەش

source: Press <Execute> to remind me again after the specified time:
ug: بەلگىلىك ۋاقىتتىن كېيىن ئەسكەرتمە بېرىش ئۈچۈن <Execute> نى چەك:

source: Press left mouse button to change the selected application.
ug: تاللانغان پروگراممىنى ئۆزگەرتىش ئۈچۈن چاشقىنەكنىڭ سول توپچىسىنى بېسىڭ.

source: Press open to select an image
ug: تاللانغان سۈرەتنى ئېچىش ئۈچۈن چېكىڭ

source: Press to change color
ug: رەڭنى ئۆزگەرتىش ئۈچۈن چېكىڭ

source: Press to change font
ug: فونتنى ئۆزگەرتمەكچى بولسىڭىز بۇ يەرنى بېسىڭ

source: Pressing F7 toggles Caret Browsing. When active, a text cursor appears in all websites.
ug: كۇنۇپكا F7 بېسىلسا نۇربەلگە بىلەن كۆرۈشكە ئۆزگىرىدۇ. ئاكتىپ ھالەتتە بارلىق تور بەتلىرىدە تېكىست نۇر بەلگىسى كۆرۈنىدۇ.

source: Preview
ug: ئالدىن كۆرۈش

source: Preview of the selected cursor theme
ug: تاللانغان ئۆرنەكنى ئالدىن كۆزىتىش

source: Preview of the selected icon theme
ug: تاللانغان سىنبەلگىنى ئالدىن كۆزىتىش

source: Preview of the selected widget style
ug: تاللانغان ۋىجېت ئۇسلۇبىنى ئالدىن كۆزىتىش

source: Previous
ug: ئالدىنقى

source: Previous Folder
ug: ئالدىنقى قىسقۇچ
